[
    {
      "id":1,
      "catID":1,
      "name":"Lenovo Flex 5 Laptop, 14.0\" FHD Touch Display, AMD Ryzen 5 5500U, 16GB RAM, 256GB Storage, AMD Radeon Graphics, Windows 11 Home",
      "price":719.99,
      "description":"Powered by an AMD Ryzen 5 5500U mobile processor with Radeon graphics, this portable notebook computer has 16GB DDR4 RAM and 256GB NVMe SSD Storage\n    Reduce the clutter - The Flex 5 14 touchscreen laptop has a narrow bezel on 4 sides for more viewing area and less clutter on the IPS FHD (1920 x 1080) display\n    Designed to keep your ideas flowing, anywhere, anytime with the ability to multi-mode, this Windows laptop has a 360⁰ hinge so you can use it in laptop mode for everyday computing, tent mode for sharing, stand mode for binge-watching your favorite streaming shows, or tablet mode for easy interaction\n    A physical shutter on the webcam improves your privacy, allowing you to keep out unwanted attention",
      },
     {
      "id":2,
      "catID":1,
      "name":"2022 Lenovo IdeaPad 3i 15 Touchscreen Laptop, Intel i3-1115G4 16GB RAM 512GB SSD, 15.6 FHD Display, Fingerprint Reader, Webcam for Remote School&Work, Premium Lightweight, Windows 11 S, LIONEYE Bundle",
      "price":639.99,
      "description":"【Powerful CPU&GPU】 Intel Core i3-1115G4 (up to 4.1 GHz with Intel Turbo Boost Technology, 6 MB L3 cache, 2 cores, 4 threads), Intel UHD Graphics provide everyday image quality for Internet use, basic photo editing and casual gaming.\n    【Memory&Hard Drive】Ram is expandable up to 36GB DDR4 Memory for fast processing and advanced multitasking , Hard Drive is expandable up to 2TB PCIe SSD. SSD(Solid State Drive) has faster data access speed, better performance and greater reliability, HDD provide larger storage so you could store more data and files on it. Please refer to item tile for your configuration",
      },
     {
      "id":3,
      "catID":1,
      "name":"Lenovo IdeaPad 5 Laptop, 14.0\" FHD IPS Screen, Intel Corei5-1135G7 (>i7-1065G7), Intel Iris Xe Graphics, 16GB RAM, 1TB PCIe SSD, Webcam, Backlit KB, Wi-Fi 6, HDMI, USB-C, Win 10 Home",
      "price":859.99,
      "description":"i5-1135G7 (4C / 8T, 2.4 / 4.2GHz, 8MB), Integrated Intel Iris Xe Graphics, Windows 10 Home 64 Operating System. Provide a smooth experience for your study and entertainment\n    16GB Soldered DDR4-3200 RAM, 1TB PCIe NVMe SSD,\n    14.0\" FHD (1920x1080) IPS 300nits Anti-glare Display, 56.5Wh Battery max to 14 hr, Only 0.67” thin and 3.04 lbs weight\n    720p Webcam, Backlit Keyboard, Fingerprint Reader, Wi-Fi 6, Bluetooth 5.1",
      },
     {
      "id":4,
         "catID":1,
         "name":"Lenovo IdeaPad 5 15.6\" FHD IPS Anti-Glare Laptop | AMD Ryzen 7 5700U | 16GB RAM | 512GB SSD | Backlit Keyboard | Fingerprint Reader | Windows 11 | TWE Cloth | Grey",
         "price":898.89,
         "description":"【Detailed Configuration】Substantial high-bandwidth 16GB RAM to smoothly run your games and photo- and video-editing applications, as well as multiple programs and browser tabs all at once. A flash-based 512GB SSD has no moving parts, resulting in faster start-up times and data access, no noise, and reduced heat production and power draw on the battery.\n    【AMD Ryzen 7 5700U】8 cores, 16threads, 1.8GHz. The perfect combination of performance, responsiveness, and battery life. Enjoy the boundary-breaking performance with AMD Ryzen 7 5700U processor. Stay productive with a fast-charging, long-lasting battery.\n    【15.6\" LED-Backlit IPS FHD (1920 x 1080) Non-touch Display】The 1920x1080 resolution boasts impressive color and clarity. Supports 1080p content.",
     },
     {
      "id":5,
      "catID":1,
      "name":"Lenovo IdeaPad 3i 15.6\" FHD Gaming Laptop 2022, 11th Gen Intel i5-11300H(up to 4.4GHz), 16GB RAM 1TB NVMe SSD, GeForce GTX 1650, USB-A&C RJ45, Windows 11",
      "price":921.99,
      "description":"【11th Gen Intel i5-11300H】Intel Core i5-11300H Processor, 4-core, 3.10 GHz based, up to 4.40, 8M Cache\n    【15.6” FHD IPS Display】15.6\" Full HD (1920x1080) IPS Anti-glare display. Nahimic Speaker System; 802.11ax Wifi, Bluetooth 5.0, Ethernet LAN (RJ-45),. 720p HD Webcam.\n    【NVIDIA GeForce GTX 1650】Hit the sweet spot of ultimate GeForce gaming and impossibly sleek design with NVIDIA GTX graphics, designed to deliver the gaming performance you need in a thin, light form factor.\n    【Windows 11 home】With a fresh new feel and tools that make it easier to be efficient, it has what you need for whatever’s next.",
      },
     {
      "id":6,
      "catID":2,
      "name":" Wall Mount for PS5 Playstation 5 Disc Edition and Digital Edition (Mounts The Console on Wall Near or Behind TV with Invisible Design), Including 2 Accessory Holders for Controller & Headset (Black)",
      "price":29.9,
      "description":"🎮DIFFERENT LOCATION🎮Locate PS5 near TV vertically (left side, right side) or behind TV and slide the console to wall mount with well fit\n    🎮MAXIMUM VENTILATION🎮Provide enough room for the best ventilation without any airflow blocking to keep PS5 from overheating",
      },
     {
      "id":7,
      "catID":2,
      "name":"Razer Kraken X Ultralight Gaming Headset: 7.1 Surround Sound - Lightweight Aluminum Frame - Bendable Cardioid Microphone - for PC, PS4, PS5, Switch, Xbox One, Xbox Series X|S, Mobile - Black/Blue",
      "price":29.99,
      "description":"Immersive, 7.1 Surround Sound for Positional Audio: Outfitted with custom-tuned 40 mm drivers, capable of software-enabled surround sound when used for PC gaming only (download code slip inside the box)\n    Designed for All-Day Comfort: The lightest Kraken headset ever at 250 grams, around 40% lighter than the competition\n    Bendable Noise Cancelling Microphone: A cardioid mic reduces background and ambient noises for crystal-clear communication ",
      },
     {
      "id":8,
      "catID":2,
      "name":"Assassin’s Creed Valhalla PlayStation 5 Standard Edition",
      "price":921.99,
      "description":"Lead epic Viking raids against Saxon troops and fortresses\n    Relive the visceral fighting style of the Vikings as you dual-wield powerful weapons\n    Challenge yourself with the most varied collection of enemies ever in Assassin's Creed\n    Shape the growth of your character and your clan's settlement with every choice you make\n    Explore a Dark Age open world, from the harsh shores of Norway to the beautiful kingdoms of England\n    ",
      },
     {
      "id":9,
      "catID":2,
      "name":"Lenovo IdeaPad 3i 15.6\" FHD Gaming Laptop 2022, 11th Gen Intel i5-11300H(up to 4.4GHz), 16GB RAM 1TB NVMe SSD, GeForce GTX 1650, USB-A&C RJ45, Windows 11",
      "price":921.99,
      "description":"A WORLD OF BASKETBALL: NBA 2K22 puts the entire basketball universe in your hands. PLAY NOW in real NBA and WNBA environments against authentic teams and players.\n    Build your own dream team in MyTEAM with today’s stars and yesterday’s legends.\n    Live out your own pro journey in MyCAREER and experience your personal rise to the NBA.\n    Flex your management skills as a powerful Executive in MyGM and MyLEAGUE.",
      },
     {"id":10,
      "catID":2,
      "name":"3 Pack Skin for PS5 DualSense Controller - AUSWAUR Controllers Skin Grip Compatible with Sony Playstation 5 - Anti-Slip Silicone Case Cover with 10pcs FPS Pro Thumb Grips-Camouflage Red &Blue&Olive",
      "price":921.99,
      "description":"Specially designed: Silicone Cover Case Perfect fits for 2020 New Playstation 5 DualSense Controller, Not for other models.\n    Antiskid designed: Specially designed studded and textured surface improves grip and control effort and prevent from sliding.\n    Perfect button design：Precise cut outs provide easy access to all buttons, controls, and ports so wont effect your video game playing experience",
      },
     {
      "id":11,
      "catID":3,
      "name":"Apple iPhone 12 Pro, 256GB, Pacific Blue - Unlocked (Renewed Premium)",
      "price":921.99,
      "description":"A like-new experience. Backed by a one-year satisfaction guarantee.\n    This Renewed Premium product is shipped and sold by Amazon and has been certified by Amazon to work and look like new. With at least 90% battery life, it comes in deluxe, Amazon-branded packaging and is backed by a one-year warranty and technical support",
       },
      {
      "id":12,
      "catID":3,
      "name":"Apple iPhone 12 Pro Max, 128GB, Pacific Blue - Unlocked (Renewed Premium)",
      "price":921.99,
      "description":"A like-new experience. Backed by a one-year satisfaction guarantee.\n    This Renewed Premium product is shipped and sold by Amazon and has been certified by Amazon to work and look like new. With at least 90% battery life, it comes in deluxe, Amazon-branded packaging and is backed by a one-year warranty and technical support",
       },
      {
      "id":13,
      "catID":3,
      "name":"Roll over image to zoom in Apple iPhone 11 Pro, 256GB, Midnight Green - Fully Unlocked (Renewed Premium)",
      "price":921.99,
      "description":"This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).\n    Tested for battery health and guaranteed to come with a battery that exceeds 90% of original capacity.\n    Backed by a one-year satisfaction guarantee, with free access to Amazon’s Technical Support team throughout the full year and ability to replace or return the product if it does not work as expected.\n    Includes a brand new, generic charging cable that is certified Mfi (Made for iPhone) and a brand new, generic wall plug that is UL certified for performance and safety. Also includes a SIM tray removal tool but does not come with headphones or a SIM card.\n    Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm’s length. Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.",
      },
      {
      "id":14,
      "catID":3,
      "name":"Apple iPhone SE, 64GB, Black - Fully Unlocked (Renewed Premium)",
      "price":921.99,
      "description":"A like-new experience. Backed by a one-year satisfaction guarantee.\n    This Renewed Premium product is shipped and sold by Amazon and has been certified by Amazon to work and look like new. With at least 90% battery life, it comes in deluxe, Amazon-branded packaging and is backed by a one-year warranty and technical support.",
      }
      ,{
      "id":15,
      "catID":3,
      "name":"SAMSUNG Galaxy Z Flip 3 5G Factory Unlocked Android Cell Phone US Version Smartphone Flex Mode Intuitive Camera Compact 128GB Storage US Warranty, Phantom Black",
      "price":921.99,
      "description":"Flex Your Best Angle: With Flex Mode, just unfold your mobile phone’s screen to your best angle for hands-free pics and video calls; Choose what you want to capture, set it down, stand back and shoot your best shot\n    A Camera That Goes Steady: Thanks to Samsung Galaxy Z Flip3’s Super Steady feature, you can just set it down and strike a pose for picture perfect selfies\n    Ultra Compact, Ultra Cool: Show off your style game without the tradeoffs; With a compact design that unfolds, you don’t have to compromise screen size for your favorite outfit\n    Array of Colors: Whether you’re into sophisticated neutrals or vibrant tones, you’ll turn heads with every take; Complete your look with statement-making color choices of Phantom Black, Lavender, Green, or Cream\n    ",
      },
      {
      "id":16,
      "catID":4,
      "name":"Uncharted: The Official Movie Novelization Mass Market Paperback – February 22, 2022",
      "price":921.99,
      "description":"The official novelization of the hotly anticipated Uncharted, the new movie featuring Tom Holland and Mark Wahlberg adapting the bestselling video game series.\n\n    FORTUNE FAVORS THE BOLD\n     \n    Nathan Drake has always been obsessed with treasure, and with the places out there that you can’t find on any map. They aren’t gone, just lost.\n     \n    When Victor “Sully” Sullivan approaches Nate with a clue that could lead them to “the greatest treasure never found,” the two embark on an epic adventure that spans the globe. Together, they must track down the missing fortune…and possibly find Nate’s long-lost brother along the way.\n     \n    Uncharted: The Official Movie Novelization tells the origin story of Nathan Drake, inspired by the best-selling video game series UNCHARTED.",
      },
      {
      "id":17,
      "catID":4,
      "name":"Critical Role Vox Machina: Origins Volume I Paperback – Illustrated, October 15, 2019",
      "price":921.99,
      "description":"From the creators of the hit show \"Critical Role\" comes Vox Machina's origin story! Writers Matthew Mercer and Matthew Colville team with artist extraordinaire Olivia Samson and colorist Chris Northrop to bring you the story of where the heroes' journey began.",
      },
      {
      "id":18,
       "catID":4,
       "name":"Death in the Sunshine (The Retired Detectives Club Book 1) Kindle Edition",
      "price":921.99,
      "description":"Four ex-cops in a retirement paradise. Sure they’ll rest…when the killer is caught.",
      },
      {
      "id":19,
      "catID":4,
      "name":"Dune (Movie Tie-In) Paperback – September 21, 2021",
      "price":921.99,
      "description":"NOW A MAJOR MOTION PICTURE directed by Denis Villeneuve, starring Timothée Chalamet, Zendaya, Jason Momoa, Rebecca Ferguson, Oscar Isaac, Josh Brolin, Stellan Skarsgård, Dave Bautista, David Dastmalchian, Stephen McKinley Henderson, Chang Chen, Sharon Duncan-Brewster, Charlotte Rampling, and Javier Bardem.",
      },
      {
      "id":20,
      "catID":4,
      "name":"Lenovo IdeaPad 3i 15.6\" FHD Gaming Laptop 2022, 11th Gen Intel i5-11300H(up to 4.4GHz), 16GB RAM 1TB NVMe SSD, GeForce GTX 1650, USB-A&C RJ45, Windows 11",
      "price":921.99,
      "description":"The celebrated series Critical Role: Vox Machina Origins returns in this stunning hardcover edition! Fans of the series won't want to miss this beautiful collection.",
      }
  ]